#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG

class Translation(object):
    
    START_TEXT = """<b>ഹായ് {}

ഞാൻ <a href="https://t.me/joinchat/R8ufYq3SK282MTdl">Film Corner</a> എന്ന ഗ്രൂപ്പിൽ മൂവീസ് കൊടുക്കുന്ന ബോട്ട് ആണ് 
 
എന്നെ മറ്റു ഗ്രൂപ്പിൽ ഒന്നും ഉപയോഗിക്കാൻ കഴിയുകയില്ല.</b>"""    
    
    HELP_TEXT = """
<b>നിങ്ങൾക്ക് എന്നെ ഉപയോഗിക്കാൻ പറ്റില്ല എന്ന് പറഞ്ഞതല്ലേ 😡</b>
"""

    SOURCE_TEXT = """<b>Source Code Of This Bot 👇🏻

▪ Autofilter Bot
Source Code : <a href="https://github.com/CrazyBotsz/Adv-Auto-Filter-Bot-V2">Click Here</a>

▪ More Features
Developers : <a href="https://t.me/Vivek_Kerala">Vivek</a>

Click On Source Code 👇🏻</b>"""
    
    ABOUT_TEXT = """<b>എന്റെ പേര് Julie എന്നാണ്.

എന്നെ ഉണ്ടാക്കിയത് <a href="https://t.me/Vivek_Kerala">Vivek</a> ആണ്.

ഞാൻ Pyrogram കൊണ്ടാണ് ഉണ്ടാക്കിയത്.

എന്നെ മറ്റു ഗ്രൂപ്പിൽ ഒന്നും ഉപയോഗിക്കാൻ കഴിയുകയില്ല.</b> """
